[
    {
        "id": "1",
        "title": "Wadsworth",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports that Mr. Walter D. Boddy was found dead in the bathroom of the main building of Boddy Estate Sunday, June 5th at approximately 8:30AM. The body was reportedly discovered by Henry Wadsworth when he arrived at work for the day. Wadsworth is an employee of Walter Boddy who worked as a butler."
    },
    {
        "id": "2",
        "title": "Police",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source confirms that call from a male named Henry Wadsworth was received at 8:30AM, Sunday June 5th, reporting Walter Boddy was found dead in the Bathroom of Boddy Estate. Police arrived at approximately 8:40AM, Sunday June 5th, and confirmed that Walter Boddy was dead and his body was in the bathroom of the main building of the Boddy Estate. Mr. Boddy was a Caucasian male, 68 years old with grey hair who was 5'10\" tall and weighed 250 pounds."
    },
    {
        "id": "3",
        "title": "Brauman",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports, three other people were found to be in the foyer of the main building of Boddy Estate along with the police as of 9:00AM, Sunday, June 5th. The individuals included Henry Wadsworth, another one of Boddy's house staff employees, a brown-haired female, and an African American male who was approximately 6’4” tall with brown hair. Source also reports, Wadsworth is an Indian male who is approximately 6’0” tall and weighs 300lbs. According to public tax records, Wadsworth was employed by Boddy as a servant."
    },
    {
        "id": "4",
        "title": "Brauman",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports that the foyer of the main building of Boddy Estate was connected to a long hallway that ran the length of the home and provided access to several rooms with closed doors."
    },
    {
        "id": "5",
        "title": "Wadsworth",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports that the brown-haired female in the foyer was employed by Walter Boddy as a live-in maid."
    },
    {
        "id": "6",
        "title": "Coroner",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports the victim died at 2:00AM, Sunday, June 5th, but the cause of death is still unknown. Evidence also shows that Boddy did not die in the room he was found in (Bathroom) and was moved there from somewhere nearby shortly after he died and was not moved for the past 3 hours."
    },
    {
        "id": "7",
        "title": "Police",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports police have taken the brown-haired female and African American male into the Study of the main building of Boddy Estate for questioning."
    },
    {
        "id": "8",
        "title": "Brauman",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source reports that the second staff member in the foyer was a female named Yvette Duster. She is 27 years old, 5’4” tall and weighs 125 pounds. She has brown hair and is Indian."
    },
    {
        "id": "9",
        "title": "Yvette",
        "date": "Sunday 9:15AM",
        "column": "set1",
        "contents": "Source confirms that Yvette was employed as a maid for Walter Boddy. She was in the Servant’s Building of Boddy Estate from 8:00PM, Saturday, June 4th until Sunday, June 5th at 9:00AM when she was retrieved by the police looking for clues to Boddy’s murder. Source claims a surveillance camera exists in Servant’s Building that will validate Yvette’s location at the time of the murder."
    },
    {
        "id": "10",
        "title": "Wadsworth",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source claims Henry Wadsworth left Boddy Estate, Saturday June 4th at 8:30PM to travel into the nearby town of Essex. He returned to Boddy Estate at 1:00AM, Sunday June 5th and went directly to the Servant’s Building where he fell asleep for the night. Source reports Wadsworth woke up Sunday at 7:00AM and went to the town farmer’s market in Essex to gather ingredients to make Walter Boddy’s morning breakfast. He returned to Boddy Estate and the main building at 8:15AM."
    },
    {
        "id": "11",
        "title": "Wadsworth",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports Henry Wadsworth uncovered Walter Boddy’s dead body when he entered bathroom at 8:30AM on Sunday, June 5th as he was going to use the restroom and wash his hands before making breakfast for Mr. Boddy. He set his groceries down next to the sink and then noticed Boddy's body in the bathtub."
    },
    {
        "id": "12",
        "title": "Police",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports a broken martini glass was found in the theater of the main building of Boddy Estate."
    },
    {
        "id": "13",
        "title": "Wadsworth",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source claims that Yvette doesn’t head to work until 10:00AM on Sundays, so she would have been sleeping when Wadsworth left the Sunday morning at 7:00AM for the market."
    },
    {
        "id": "14",
        "title": "Police",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports there is a surveillance camera in the Servant’s Building that should have captured Wadsworth's and Yvette's coming and going over the past 24 hours."
    },
    {
        "id": "15",
        "title": "Police",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that credit card records show purchases made by Henry Wadsworth at a local bar in Essex (a town approximately 30 minutes from Boddy Estate) from 9:00PM Saturday, June 4th through 12:30AM Sunday, June 5th. A purchase was also made at 7:55AM on Sunday, June 5th at the Essex Farmer’s Market Organic Dairy Vendor."
    },
    {
        "id": "16",
        "title": "Police",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that a carving knife was found stuck in the wall about 5 feet off the ground in the kitchen of the main building of Boddy Estate."
    },
    {
        "id": "17",
        "title": "Security Camera",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Security footage revealed that an Indian female with brown-hair in her mid-twenties entered the Servant’s Building at 7:55PM, Saturday June 4th. The woman entered a room off the main hallway and did not exit the room or building until 9:00AM on Sunday, June 5th when she came out of her room and went to the front door, briefly spoke with someone then left. The same footage also showed Henry Wadsworth enter the building at 1:00AM on Sunday, June 5th. He entered a room across the hall from the room the female entered and then did not leave the room or building until 7:00AM on Sunday, June 5th."
    },
    {
        "id": "18",
        "title": "Mustard",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that Walter Boddy placed an $800,000 bet on a single hand of blackjack at the Mohegan Sun Casino and lost. Boddy claimed he yelled at the dealer and cursed him out but the casino manager quickly had him removed from the casino floor for the outburst as he shouted to the dealer - 'you double-crossing bastard, I'll get you for this, you better watch your back!'"
    },
    {
        "id": "19",
        "title": "Yvette",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that while removing Walter Boddy’s corpse from the main building she noticed his solid gold Rolex® watch was missing from his wrist. She claims he never takes it off as it was a gift from an older woman, estimated to be in her mid-50’s, that Boddy had been dating for the past few months."
    },
    {
        "id": "20",
        "title": "Coroner",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that there is a cut on the wrist of Walter Boddy’s corpse that was likely caused by his watch coming off during a struggle. Source suggests that if the watch was not stolen by the murderer, then it would be most likely located in the room where Mr. Boddy was murdered."
    },
    {
        "id": "21",
        "title": "Wadsworth",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports Walter Boddy invited 6 guests to visit Boddy Estate to discuss what source refers to as “Shared Interests.” Source claims guests arrived at 2:00PM on Saturday, June 4th. Wadsworth collected physical invitations from each as they arrived and were escorted to the Lounge of the main building of Boddy Estate."
    },
    {
        "id": "22",
        "title": "Police",
        "date": "Sunday 9:35AM",
        "column": "set2",
        "contents": "Source reports that groceries including eggs, milk, cheese, spices, and bacon with a credit card record receipt from the farmer's market in the town of Essex were found in a brown shopping bag in the bathroom next to the sink of the main building of Boddy Estate."
    },
    {
        "id": "23",
        "title": "Wadsworth",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source reports that six guests visited the home of Walter Boddy on Saturday, June 4th. The guests included three males guests, named Adam Mustard, Antonio Green, and Scott Plum, and three females guests, named Christine Scarlet, Katie Peacock, and Jill White. Source describes Jill White and Antonio Green as being African American. Source describes Katie Peacock and Christine Scarlet as having brown hair."
    },
    {
        "id": "24",
        "title": "Scarlet",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source claims the murderer was one of the female guests who the source describes as an “old hag.” Source claims that the accused woman was jealous of Christine Scarlet because of her recent romantic relationship with Walter D. Boddy."
    },
    {
        "id": "25",
        "title": "Scarlet",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source claims that Christine Scarlet was asleep in the conservatory of the main building of Boddy Estate from approximately 2:35AM on Sunday June 5th until sometime after 8:30AM that morning when she was awoken by the police and surprised with the news that Walter Boddy had been killed and she was a suspect. They then held her in the main building for questioning on the morning of Sunday, June 5th."
    },
    {
        "id": "26",
        "title": "Police",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source reports that security footage from the perimeter of Boddy Estate confirms 6 individuals did visit Boddy Estate, arriving at or before 2:00PM on Saturday June 4th, in addition to Walter Boddy, Henry Wadsworth and Yvette Duster who were already on the grounds. Source also confirms that no other persons visited the estate until on Saturday June 4th, but 5 individuals were seen leaving the estate at various times from 8:30PM, Saturday June 4th through 3:15AM, Sunday June 5th."
    },
    {
        "id": "27",
        "title": "Police",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "The individual seen leaving Boddy Estate at 8:30PM, Saturday June 4th on the security footage was an Indian male, driving a blue Buick sedan that was registered to Henry Wadsworth."
    },
    {
        "id": "28",
        "title": "Yvette",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source claims that Adam Mustard was a Caucasian male with blonde hair. Source also claims another one of Mr. Boddy’s guests was a Caucasian, but can’t recall if it was a man or a woman."
    },
    {
        "id": "29",
        "title": "Brauman",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source claims Jill White is an African American female with grey hair."
    },
    {
        "id": "30",
        "title": "Yvette",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source confirms that guests arrived at 2:00PM on Saturday, June 4th and met with Mr. Boddy in the Lounge initially. Source claims that Boddy told the guests during this initial meeting that they could enjoy the estate but should meet in the Dining Room at 4:00PM sharp for dinner at 4:15PM. He then told them he would meet with them each individually to discuss “Shared Interests” after dinner. Source claims after the announcement guests began dispersing throughout the main building of the estate."
    },
    {
        "id": "31",
        "title": "Yvette",
        "date": "Sunday 9:55AM",
        "column": "set3",
        "contents": "Source confirms that Yvette Duster typically works starting at 10:00AM on Sundays for Mr. Boddy."
    },
    {
        "id": "32",
        "title": "Police",
        "date": "Sunday 10:20AM",
        "column": "set4",
        "contents": "Source provides a hand drawn sketch of the layout of the main building of Body Estate (*attached). The main building has 9 rooms connected by a central foyer and a hallway that splits the building into northern and southern sections.   Rooms include a theatre, lounge, billiard room, conservatory and library in the northern section and a kitchen, bathroom, dining room, and study in the southern section."
    },
    {
        "id": "33",
        "title": "Wadsworth",
        "date": "Sunday 10:20AM",
        "column": "set4",
        "contents": "Source claims dinner was served at 4:15PM in the dining room and all 6 guests, Mr. Boddy, Wadsworth and Yvette were all present. Wadsworth and Yvette were serving the food to the others."
    },
    {
        "id": "34",
        "title": "Wadsworth",
        "date": "Sunday 10:20AM",
        "column": "set4",
        "contents": "Source reports that Walter Boddy's car keys, his Giorgio Armani brand leather driving gloves, and his checkbook were all missing from the drawer of the desk found in the study of the main room of Boddy Estate."
    },
    {
        "id": "35",
        "title": "Police",
        "date": "Sunday 10:20AM",
        "column": "set4",
        "contents": "Police learned that Adam Mustard visited a Chili's restaurant in Essex for dinner and drinks on Saturday, June 4th at 11:00PM until 1:45AM."
    },
    {
        "id": "36",
        "title": "Wadsworth",
        "date": "Sunday 10:20AM",
        "column": "set4",
        "contents": "Source claims that at dinner, Mr. Boddy gave each of the 6 guests a card that had a room of the main building of Boddy Estate named on it. After dinner, at approximately 6:00PM, Saturday June 4th, guests were to go to their assigned room and wait to speak with Mr. Boddy. All guests agreed they would do this. The location of these guest-to-room assignment cards was unknown by the source."
    },
    
        {
            "id": "37",
            "title": "White",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source reports that Jill White went outside the main building of Boddy Estate for 'fresh air' and to 'calm her nerves' at 12:00AM on Sunday, June 5th. White claims she walked around the grounds for 3 hours trying to think about what she should do regarding what she had learned from her conversation with Walter Boddy that took place earlier that night, and specifically what to do about the brown-haired Latin American woman that was at the estate that evening was dating Walter Boddy."
        },
        {
            "id": "38",
            "title": "Wadsworth",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source claims dinner adjourned at 5:30PM on Saturday, June 4th, and all 6 guests, Yvette Duster, and Mr. Boddy left the Dining Room. Wadsworth remained in the dining room to clean until 8:30PM on Saturday (June 4th). During that time source claims no other people entered the dining room."
        },
        {
            "id": "39",
            "title": "Brauman",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source reports a receipt for a Tiffany's & Co. Model 321 diamond engagement ring was found in a jewelry box in the lounge of the main building of Boddy Estate. The receipt was dated Friday, June 3rd."
        },
        {
            "id": "40",
            "title": "Police",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source confirms that Christine Scarlet is a Latin American female with brown hair and is 5’10” tall."
        },
        {
            "id": "41",
            "title": "Police",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source confirms that Katie Peacock is a Caucasian woman with brown hair. She is 50 years old and weighs 140 pounds."
        },
        {
            "id": "42",
            "title": "Wadsworth",
            "date": "Sunday 10:20AM",
            "column": "set4",
            "contents": "Source recalls an 'odd encounter' that took place during dinner on Saturday, June 4th. Scott Plum was seated at dinner near an aquarium filled with rare fish. Source claims that when Plum noticed the fish he became visibly ill at the sight of them."
        },
        {
            "id": "43",
            "title": "Scarlet",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reported that Scott Plum can’t stand fish and has ichthyophobia (fear of fish). He has a debilitating fear of being alone in the same room as any fish. Source requested that Scott Plum not be assigned to wait in a room for Mr. Boddy that had fish in it."
        },
        {
            "id": "44",
            "title": "Wadsworth",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source says Scott Plum would not be asked to wait in the Dining Room or Library, the only rooms with aquariums them due to his fear of fish, per a request from one of the guests."
        },
        {
            "id": "45",
            "title": "Green",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source confirms that the African American male from the foyer with the police is Antonio Green and the female was Christine Scarlet, who is a Latin American woman."
        },
        {
            "id": "46",
            "title": "Green",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reports that Antonio Green and the other guests left dinner in the dining room at 5:30 PM on Saturday June 4th. Green then went to the billiard room to play pool with Christine Scarlet. They remained there for 30 minutes and then Green and Scarlet departed the billiard room as they agreed to do at 6:00PM to go to their assigned rooms. Source does not know where Scarlet was headed."
        },
        {
            "id": "47",
            "title": "Green",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source claims Green left the billiard room at 6:00PM on Saturday June 4th and went to the library, which was the room assigned to him on the card given to him by Walter Boddy during dinner that evening."
        },
        {
            "id": "48",
            "title": "Police",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reports that Walter Boddy owned a handgun that was usually kept in the study of the main building of Boddy Estate."
        },
        {
            "id": "49",
            "title": "Scarlet",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reports seeing a glass bottle with the label 'POISON' sitting on a table in one of the rooms of the main building of Boddy Estate sometime after dinner on Saturday, June 4th. Source does not recall the room, but remembers that the bottle was sitting on a wooden table, which had ornate claw feet carved into the legs of the table."
        },
        {
            "id": "50",
            "title": "Green",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reports that Walter Boddy visited Antonio Green in the Library at 6:30PM on Saturday June 4th after Green had been watching television for 30 minutes waiting. Source reports Green had been invited to the Boddy Estate that evening to oversee the final authorization of the sale of a company Walter Boddy was purchasing."
        },
        {
            "id": "51",
            "title": "Security Camera",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Video footage of the foyer and hallway of the main building of Boddy Estate was found that revealed footage from 1:50AM on Sunday, June 5th until 2:10AM. During this time none of Boddy's guests or Boddy himself were located in the foyer or hallway."
        },
        {
            "id": "52",
            "title": "Mustard",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source claims Adam Mustard was alone in the study of the main room of Boddy Estates on Saturday, June 4th, from the time Walter Boddy left the room until 8:30PM when Scott Plum entered the study to speak with Mustard."
        },
        {
            "id": "53",
            "title": "White",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source claims that Jill White was given a card at dinner by Walter Boddy asking her to go to the kitchen of the main building of Boddy Estate after dinner and wait to meet with him there. White claims she went to the kitchen after dinner and waited for Boddy to visit."
        },
        {
            "id": "54",
            "title": "Plum",
            "date": "Sunday 10:40AM",
            "column": "set5",
            "contents": "Source reports that Scott Plum left the Dining Room at 8:30PM and went to find Adam Mustard who he found in the study of the main building of Boddy Estate."
        },
        {
            "id": "55",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Walter Boddy was working with 2 silent partners (names unknown) to acquire the Dalia Surveillance Equipment Company which was currently owned by Katie Peacock. The sale price was $800,000 - $400,000 coming from Walter Boddy and $400,000 coming from the 2 silent partners, however, Boddy also had a contract that was signed by the 2 silent partners giving him full power of attorney for the partners as they wished to remain anonymous. This meant that Boddy was legally the only person required to agree to contracts and transactions involving the sale or purchase of Dalia Surveillance Equipment Company."
        },
        {
            "id": "56",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports Boddy provided a sales contract to Green that was already signed by Ms. Katie Peacock and then signed it and asked Green to process the sale on the laptop computer in the Library – which Green did."
        },
        {
            "id": "57",
            "title": "Security Camera",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Security footage was found from the theatre of the main building of Boddy Estate that showed a brown-haired female was in the theatre from 1:30AM until 2:05AM. The video footage was not available outside of that time frame."
        },
        {
            "id": "58",
            "title": "Mustard",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Adam Mustard was invited to Boddy Estate on Saturday, June 4th by Walter Boddy to discuss a business partnership they had entered into, the purchase of the Dalia Surveillance Equipment Company."
        },
        {
            "id": "59",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that at approximately 6:45PM on Saturday, June 4th, Walter Boddy exited the Library but asked Antonio Green to remain there and meet with him to broker one more transaction later in the evening."
        },
        {
            "id": "60",
            "title": "Plum",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Scott Plum claims he saw a Caucasian woman with brown hair go into the study at the other end of the hallway when he was leaving the lounge to exit through the West entrance of the main building of Boddy Estate for the night on Saturday, June 4th around 8:45PM."
        },
        {
            "id": "61",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Walter Boddy visited Green in the Library at 9:00PM on Saturday, June 4th with a contract to sell Dalia Surveillance Equipment Company from Walter Boddy’s ownership to an undisclosed party that had already authorized the sale. The sale price was $2 million, the full amount of which would be transferred directly to Boddy, with $0 going to the 2 silent partners that purchased Dalia with Boddy earlier that evening. This payout structure was possible as Boddy had power of attorney of the sale and acquisition of Dalia Surveillance Equipment Company for the other two individuals who owned the company and thus could structure the contract as he saw fit."
        },
        {
            "id": "62",
            "title": "Mustard",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Adam Mustard met with Walter Boddy in the study at 8:00PM on Saturday, June 4th."
        },
        {
            "id": "63",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that after Green processed the second sale of Dalia Surveillance Equipment Company, he was told by Boddy during his conversation in the Library sometime after 9:00PM that he would not receive his commission for the sale of Dalia. Green was visibly upset describing this event, and source claims it meant Green was losing out on a $500,000 commission check. Green inquired with Boddy how he was able to do this and he told him that he wrote into both contracts that all fees would be paid out by the 2 silent parties from the original sale of Dalia. Boddy then assured Green that the 2 silent parties did not have the funds to cover the fee so pursuing the debt was a waste of time. Source admits that Green verbally threatened Boddy calling him a scumbag, to which Boddy responded that if he ensured the transaction went through with no problems he would pay him $50,000 in the morning, after which Boddy left the Library, at 9:45PM on Saturday, June 4th."
        },
        {
            "id": "64",
            "title": "Plum",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that Scott Plum was alone in the Dining Room from 8:00PM until 8:30PM on Saturday, June 4th thinking about how to deal with the news he had been given by Walter Boddy, that he had lost his $200,000."
        },
        {
            "id": "65",
            "title": "Green",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source reports that after the sale of Dalia Surveillance Equipment Company from Boddy to the undisclosed party was processed, Antonio Green was left alone in the library from 9:45PM on Saturday June 4th, until the following morning when the police awoke him around 8:45AM (Sunday, June 5th). During that time source claims that Green claims he was responding to work e-mails on the laptop computer in the Library until around 2:10AM on Sunday and then fell asleep on the couch in the library shortly after, while re-watching his DVD of When Harry Met Sally©."
        },
        {
            "id": "66",
            "title": "Police",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Search of the main building library Sunday morning, June 5th at 9:55AM confirms Antonio Green was in the library at some point as a DVD case for When Harry Met Sally© was found in the room along with copies of two different contracts for the sale of Dalia Surveillance Equipment Company that were notarized by Green. Contracts specified that original sale was from Katie Peacock to Boddy & two undisclosed parties for $800,000, with Boddy contributing 50%. Second sale was selling the company from Boddy to Jill White for the sum of $2,000,000, with all legal and broker fees to be paid by two undisclosed parties, while the $2M went completely to Boddy. Both sales were notarized by Antonio Green through the Dagobah Finance Bank. Library also contained a couch and a television."
        },
        {
            "id": "67",
            "title": "Brauman",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Search of the conservatory of the main building Sunday morning, June 5th, at 10:00AM uncovered a heavy metal candlestick that was buried in the soil of a potted fern plant. Source reports the candlestick was bent in the middle and paint was chipped off as if it had been slammed against another object forcefully."
        },
        {
            "id": "68",
            "title": "Police",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source confirms that the damage to the metal candlestick found in the conservatory is evident of it being used as a possible blunt force weapon. They subsequently categorized it as a possible murder weapon."
        },
        {
            "id": "69",
            "title": "Police",
            "date": "Sunday 11:00AM",
            "column": "set6",
            "contents": "Source report that Henry Wadsworth provided the physical invitations that were mailed to the 6 invited guests to the police investigators. The invitations included each guests name and a mailing address. Source reports that officers have been sent to each address to look for possible clues and to try and bring the remaining 4 guests in for questioning."
        },
        {
            "id": "70",
            "title": "Scarlet",
            "date": "Sunday 11:25AM",
            "column": "set7",
            "contents": "Source claims that Saturday, June 4th at 11:45PM Christine Scarlet was in the conservatory, where Boddy had asked she wait on the card she received at dinner, when another woman came in and accused Scarlet of having an affair with Boddy. Source did not know the accuser’s name, but described her as 5’4” tall and 56 years old. Source then claims that Christine Scarlet attempted to instigate the accusing woman by telling her she was 'absolutely sleeping with Walter, but it wasn’t affair since he doesn’t want to be with you [the accused woman] anymore!' The accused woman then smacked Scarlet with an open hand, and stormed out around 11:50PM and Scarlet called after her that 'Walter was going to kick her to the curb tonight!' and laughed."
        },
        {
            "id": "71",
            "title": "Scarlet",
            "date": "Sunday 11:25AM",
            "column": "set7",
            "contents": "Source reports that Christine Scarlet and Walter Boddy started a romantic relationship approximately 3 weeks ago. The couple met when Scarlet was installing a surveillance system at Boddy’s estate. Scarlet was working for Dalia Surveillance Equipment Company."
        },
        
            {
                "id": "72",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source believes that Christine Scarlet was among the 6 guests invited to Walter Boddy’s Estate on Saturday June 4th, as Boddy was expected to propose to Scarlet that evening."
            },
            {
                "id": "73",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that Walter Boddy visited Christine Scarlet in the conservatory of the main building of Boddy Estate at 8:30PM on Saturday, June 4th. Boddy told Scarlet that he would be coming into a large sum of money very soon for selling off a company he had recently acquired. Source reports that Boddy’s first of two surprises for Scarlet that evening was that the two of them were to take a trip around the world to celebrate the small fortune he’d gained from the sale of the company."
            },
            {
                "id": "74",
                "title": "Police",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source confirms Scott Plum is an Indian Male."
            },
            {
                "id": "75",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that Walter Boddy left the conservatory Saturday June 4th at 8:40PM. Christine Scarlet remained in the conservatory however and was asked to wait there for Boddy to return with a 'second surprise that would be the real reason for them to celebrate.'"
            },
            {
                "id": "76",
                "title": "Plum",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that Scott Plum claims Walter Boddy scammed him out of $200,000 dollars and was sleeping with his ex-wife, but he did not kill Walter Boddy."
            },
            {
                "id": "77",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that Christine Scarlet waited for Walter Boddy in the conservatory on Saturday June 4th from 8:40PM until early Sunday morning at 1:30AM when Boddy returned to the conservatory. Source reports that Boddy told Scarlet he had purchased the tickets for their trip around the world and he just had to fetch something out of his safe before he gave her the second surprise. Source suspected it was an engagement ring; however, source claims Boddy left at 1:50AM and after waiting 45 minutes for Boddy to return fell asleep sitting in a lounge chair waiting for him to return."
            },
            {
                "id": "78",
                "title": "Police",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports burnt ashes and melted video tapes were found in a trashcan in the theatre of the main building of Boddy Estate."
            },
            {
                "id": "79",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that Christine Scarlet installed a multi-camera surveillance system in the main building of Boddy estate approximately 3 weeks ago. The system was a remote setup, meaning that Walter Boddy was paying Dalia Surveillance Equipment Company to monitor the footage at their facility for anything suspicious. Source reports that access to this footage may be available via Dalia Security Company and the best chance to obtain it would be to speak with Scarlet’s supervisor and the head of the group that monitors the footage, Mr. Adam Mustard, who source claims was one of the men present at Boddy’s invitation only dinner last night (Saturday, June 4th)."
            },
            {
                "id": "80",
                "title": "White",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports that during a second meeting between Jill White and Walter Boddy that took place just after 11:15PM in the kitchen on the night of Saturday, June 4th, Boddy provided White with a copy of the sales contracts for Dalia Surveillance Equipment Company and confirmed that she now owned the company."
            },
            {
                "id": "81",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source denies any knowledge of Dalia Surveillance Equipment Company being sold or on the market for sale. Source claims that any information on the sale of the company would be held by the company’s executives, and primarily with the family that owns the company, and has owned the company as a family business for 3 generations. Source denies knowing any of the company’s current owners and claims she has never met them personally."
            },
            {
                "id": "82",
                "title": "Brauman",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports a broken laptop computer was found burnt and in several pieces in the fireplace of the study of the main building of Boddy Estate."
            },
            {
                "id": "83",
                "title": "Scarlet",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "When questioned on the subject, source claims the candlestick in the conservatory broke when Christine Scarlet knocked it off of the table it was on in the conservatory last night. She was the only one in the room at the time and did not want Walter Boddy to get upset since “it looked valuable” so she hid the candlestick in the fern plant hoping he wouldn’t notice it was missing."
            },
            {
                "id": "84",
                "title": "Mustard",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source confirms that Adam Mustard is Christine Scarlet’s supervisor at the Dalia Surveillance Equipment Company, and is also in charge of the team that monitors the Boddy Estate security system."
            },
            {
                "id": "85",
                "title": "Security Camera",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "A security camera positioned to view the West entrance to the main building of Boddy Estate was obtained by police. The camera was set to record all movement through this entrance. The tape showed Wadsworth and Yvette leaving the main building at 8:30PM and 8:00PM respectively. The tape showed an African American woman exit at 12:00AM on Sunday, June 5th. The tape showed a man exit the main building out the West entrance at 2:45AM and a Caucasian woman exit at 3:00AM."
            },
            {
                "id": "86",
                "title": "Brauman",
                "date": "Sunday 11:25AM",
                "column": "set7",
                "contents": "Source reports a pair of Giorgio Armani leather driving gloves were found inside the piano located in the lounge of the main building of Boddy Estate."
            },
            {
                "id": "87",
                "title": "Mustard",
                "date": "Sunday 11:45AM",
                "column": "set8",
                "contents": "Source reports that Adam Mustard met Walter Boddy 3 weeks ago when Mustard and his employee Christine Scarlet were setting up the remote monitoring equipment at Boddy’s Estate. Source also claims that Mustard and Boddy become close as Mustard had visit Boddy’s estate multiple times over the first 2 weeks to make sure all the equipment was working properly."
            },
            
                {
                    "id": "88",
                    "title": "Peacock",
                    "date": "Sunday 12:10PM",
                    "column": "set8",
                    "contents": "Source claims that Evelyn Peacock was seen exiting the study in a hurry around 12:05PM, carrying what appeared to be a rolled-up document. Witnesses noted that she seemed distressed."
                },
                {
                    "id": "89",
                    "title": "Scarlet",
                    "date": "Sunday 12:30PM",
                    "column": "set8",
                    "contents": "Christine Scarlet was overheard arguing with Walter Boddy in the library late Saturday night. Source reports the argument was about payment for a project that Scarlet had worked on for Boddy."
                },
                {
                    "id": "90",
                    "title": "Plum",
                    "date": "Sunday 12:50PM",
                    "column": "set9",
                    "contents": "Professor Victor Plum was last seen in the conservatory at approximately 12:45PM. Source notes that Plum seemed preoccupied and was reviewing notes on an old case involving Boddy."
                },
                
                    {
                        "id": "91",
                        "title": "White",
                        "date": "Sunday 1:15PM",
                        "column": "set9",
                        "contents": "Source reports that Blanche White was seen near the dining hall, cleaning up broken glass. Witnesses claim she was muttering about 'keeping things in order' and seemed agitated."
                    },
                    {
                        "id": "92",
                        "title": "Green",
                        "date": "Sunday 1:40PM",
                        "column": "set9",
                        "contents": "Source states that Jonathan Green had a private meeting with Walter Boddy in the lounge late Saturday night. It is unclear what was discussed, but Green left the meeting appearing frustrated."
                    },
                    {
                        "id": "93",
                        "title": "Boddy",
                        "date": "Sunday 2:00PM",
                        "column": "set10",
                        "contents": "New information suggests that Walter Boddy had made plans to change his will. A legal associate was scheduled to visit him next week to finalize the details."
                    },
                    {
                        "id": "94",
                        "title": "Brunette",
                        "date": "Sunday 2:25PM",
                        "column": "set10",
                        "contents": "Source reports that Alistair Brunette was seen pacing outside the billiard room, visibly nervous. A staff member overheard him saying, 'This changes everything.'"
                    },
                    {
                        "id": "95",
                        "title": "Ash",
                        "date": "Sunday 2:45PM",
                        "column": "set10",
                        "contents": "A cigar ash was discovered on the carpet in Boddy’s private study. Source notes that Walter Boddy was known to despise smoking and did not allow it in his study."
                    },
                    
                        {
                            "id": "96",
                            "title": "Rose",
                            "date": "Sunday 3:10PM",
                            "column": "set10",
                            "contents": "Source reports that Lucille Rose was seen near the back entrance of Boddy Estate, appearing anxious. She left in a hurry when approached."
                        },
                        {
                            "id": "97",
                            "title": "Peacock",
                            "date": "Sunday 3:30PM",
                            "column": "set10",
                            "contents": "Source claims that Eleanor Peacock had a heated argument with Walter Boddy over financial matters late Saturday night."
                        },
                        {
                            "id": "98",
                            "title": "Plum",
                            "date": "Sunday 3:50PM",
                            "column": "set10",
                            "contents": "Professor Victor Plum was seen reviewing documents in the library, muttering about 'hidden discrepancies' in Boddy’s financial records."
                        },
                        {
                            "id": "99",
                            "title": "Scarlet",
                            "date": "Sunday 4:15PM",
                            "column": "set10",
                            "contents": "Christine Scarlet was seen talking in hushed tones with Adam Mustard near the conservatory."
                        },
                        {
                            "id": "100",
                            "title": "Clock",
                            "date": "Sunday 4:45PM",
                            "column": "set10",
                            "contents": "A broken clock was found near the fireplace in the main hall. The time was frozen at 11:10 PM."
                        },
                        {
                            "id": "101",
                            "title": "Footprints",
                            "date": "Sunday 5:00PM",
                            "column": "set10",
                            "contents": "Muddy footprints were found leading from the study to the garden. The prints appear to belong to formal dress shoes."
                        },
                        {
                            "id": "102",
                            "title": "Gloves",
                            "date": "Sunday 5:20PM",
                            "column": "set11",
                            "contents": "A pair of black leather gloves were discovered in the kitchen trash bin. They appear to have been recently discarded."
                        },
                        {
                            "id": "103",
                            "title": "Letter",
                            "date": "Sunday 5:45PM",
                            "column": "set11",
                            "contents": "A torn letter was found in Boddy’s desk. The remaining words read: 'If you proceed with this, you will regret it.'"
                        },
                        {
                            "id": "104",
                            "title": "Phone Call",
                            "date": "Sunday 6:10PM",
                            "column": "set11",
                            "contents": "A phone call was placed from Boddy’s private line at 10:45 PM on Saturday night. The recipient is currently unknown."
                        },
                        {
                            "id": "105",
                            "title": "Wine Glass",
                            "date": "Sunday 6:35PM",
                            "column": "set11",
                            "contents": "A wine glass with traces of a suspicious substance was found near Boddy’s chair in the dining hall."
                        },
                        {
                            "id": "106",
                            "title": "Safe",
                            "date": "Sunday 7:00PM",
                            "column": "set11",
                            "contents": "Boddy’s safe was found open, with some documents missing. No signs of forced entry."
                        },
                        {
                            "id": "107",
                            "title": "Gunshot",
                            "date": "Sunday 7:25PM",
                            "column": "set11",
                            "contents": "A neighbor reports hearing what sounded like a gunshot around 11:00 PM Saturday night."
                        },
                        {
                            "id": "108",
                            "title": "Candle Wax",
                            "date": "Sunday 7:45PM",
                            "column": "set11",
                            "contents": "Traces of candle wax were found on the floor near the staircase. It appears to have dripped from an old-fashioned candle."
                        },
                        {
                            "id": "109",
                            "title": "Note",
                            "date": "Sunday 8:10PM",
                            "column": "set12",
                            "contents": "A small handwritten note was found inside Boddy’s coat pocket. It simply reads: 'Meet me at midnight.'"
                        },
                        {
                            "id": "110",
                            "title": "Key",
                            "date": "Sunday 8:30PM",
                            "column": "set12",
                            "contents": "A single brass key was found under a loose floorboard in Boddy’s study."
                        },
                        {
                            "id": "111",
                            "title": "Knife",
                            "date": "Sunday 8:50PM",
                            "column": "set12",
                            "contents": "A kitchen knife was discovered behind the bar, wiped clean but still showing traces of a reddish stain."
                        },
                        {
                            "id": "112",
                            "title": "Watch",
                            "date": "Sunday 9:10PM",
                            "column": "set12",
                            "contents": "Walter Boddy’s gold pocket watch was found on the ground near the hedge maze."
                        },
                        {
                            "id": "113",
                            "title": "Shoes",
                            "date": "Sunday 9:30PM",
                            "column": "set12",
                            "contents": "A pair of muddy shoes were discovered in the laundry room. They match the footprints found leading to the garden."
                        },
                        {
                            "id": "114",
                            "title": "Handkerchief",
                            "date": "Sunday 9:50PM",
                            "column": "set12",
                            "contents": "A monogrammed handkerchief with the initials 'A.M.' was found near the back exit."
                        },
                        {
                            "id": "115",
                            "title": "Cufflink",
                            "date": "Sunday 10:15PM",
                            "column": "set12",
                            "contents": "A single cufflink was discovered under the grand piano."
                        },
                        {
                            "id": "116",
                            "title": "Fireplace Poker",
                            "date": "Sunday 10:40PM",
                            "column": "set12",
                            "contents": "A fireplace poker with a bent handle was found near the study’s fireplace."
                        },
                        {
                            "id": "117",
                            "title": "Coat",
                            "date": "Sunday 11:05PM",
                            "column": "set12",
                            "contents": "A damp trench coat was found hanging in the greenhouse."
                        },
                        {
                            "id": "118",
                            "title": "Shoe Print",
                            "date": "Sunday 11:30PM",
                            "column": "set13",
                            "contents": "A single shoe print was found outside the main entrance, leading away toward the stables."
                        },
                        {
                            "id": "119",
                            "title": "Torn Fabric",
                            "date": "Sunday 11:55PM",
                            "column": "set13",
                            "contents": "A piece of torn fabric was found caught on a nail near the cellar door."
                        },
                        {
                            "id": "120",
                            "title": "Briefcase",
                            "date": "Monday 12:20AM",
                            "column": "set13",
                            "contents": "A locked briefcase was found hidden under the desk in Boddy’s office."
                        },
                        {
                            "id": "121",
                            "title": "Revolver",
                            "date": "Monday 12:45AM",
                            "column": "set13",
                            "contents": "A small revolver was found inside a drawer in the billiard room."
                        },
                        {
                            "id": "122",
                            "title": "Bloody Cloth",
                            "date": "Monday 1:10AM",
                            "column": "set13",
                            "contents": "A piece of blood-stained cloth was discovered in the laundry chute."
                        },
                        {
                            "id": "123",
                            "title": "Ledger",
                            "date": "Monday 1:35AM",
                            "column": "set13",
                            "contents": "A financial ledger with several pages missing was found inside a bookshelf."
                        },
                        {
                            "id": "124",
                            "title": "Ripped Envelope",
                            "date": "Monday 2:00AM",
                            "column": "set13",
                            "contents": "A torn envelope addressed to Walter Boddy was found in the fireplace ashes."
                        },
                        {
                            "id": "125",
                            "title": "Lighter",
                            "date": "Monday 2:25AM",
                            "column": "set13",
                            "contents": "A silver lighter with the initials 'J.G.' was found near the library entrance."
                        },
                        {
                            "id": "126",
                            "title": "Stained Rug",
                            "date": "Monday 2:50AM",
                            "column": "set13",
                            "contents": "A dark stain was found on the rug in the main hallway."
                        },
                        {
                            "id": "127",
                            "title": "Safe Combination",
                            "date": "Monday 3:15AM",
                            "column": "set13",
                            "contents": "A slip of paper with a sequence of numbers was found tucked inside a book in the study."
                        }            
        ]
            
    