[
  {
    "id": "10",
    "title": "Wadsworth",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source claims Henry Wadsworth left Boddy Estate, Saturday June 4th at 8:30PM to travel into the nearby town of Essex.  He returned to Boddy Estate at 1:00AM, Sunday June 5th and went directly to the Servant’s Building where he fell asleep for the night.  \n\nSource reports Wadsworth woke up Sunday at 7:00AM and went to the town farmer’s market in Essex to gather ingredients to make Walter Boddy’s morning breakfast.  He returned to Boddy Estate and the main building at 8:15AM.",
    "batch": "2"
  },
  {
    "id": "11",
    "title": "Wadsworth",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports Henry Wadsworth uncovered Walter Boddy’s dead body when he entered bathroom at 8:30AM on Sunday, June 5th as he was going to use the restroom and wash his hands before making breakfast for Mr. Boddy.   He set his groceries down next to the sink and then noticed Boddy's body in the bathtub.",
    "batch": "2"
  },
  {
    "id": "12",
    "title": "Police",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports a broken martini glass was found in the theater of the main building of Boddy Estate.",
    "batch": "2"
  },
  {
    "id": "13",
    "title": "Wadsworth",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source claims that Yvette doesn’t head to work until 10:00AM on Sundays, so she would have been sleeping when Wadsworth left the Sunday morning at 7:00AM for the market.",
    "batch": "2"
  },
  {
    "id": "14",
    "title": "Police",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports there is a surveillance camera in the Servant’s Building that should have captured Wadsworth's and Yvette's coming and going over the past 24 hours.",
    "batch": "2"
  },
  {
    "id": "15",
    "title": "Police",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that credit card records show purchases made by Henry Wadsworth at a local bar in Essex (a town approximately 30 minutes from Boddy Estate) from 9:00PM Saturday, June 4th through 12:30AM Sunday, June 5th.   A purchase was also made at 7:55AM on Sunday, June 5th at the Essex Farmer’s Market Organic Dairy Vendor.",
    "batch": "2"
  },
  {
    "id": "16",
    "title": "Police",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that a carving knife was found stuck in the wall about 5 feet off the ground in the kitchen of the main building of Boddy Estate.",
    "batch": "2"
  },
  {
    "id": "17",
    "title": "Security Camera",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Security footage revealed that an Indian female with brown-hair in her mid-twenties entered the Servant’s Building at 7:55PM, Saturday June 4th.  The woman entered a room off the main hallway and did not exit the room or building until 9:00AM on Sunday, June 5th when she came out of her room and went to the front door, briefly spoke with someone then left.\n\nThe same footage also showed Henry Wadsworth enter the building at 1:00AM on Sunday, June 5th.  He entered a room across the hall from the room the female entered and then did not leave the room or building until 7:00AM on Sunday, June 5th.",
    "batch": "2"
  },
  {
    "id": "18",
    "title": "Mustard",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that Walter Boddy placed an $800,000 bet on a single hand of blackjack at the Mohegan Sun Casino and lost.  Boddy claimed he yelled at the dealer and cursed him out but the casino manager quickly had him removed from the casino floor for the outburst as he shouted to the dealer - \"you double-crossing bastard, I'll get you for this, you better watch your back!\" ",
    "batch": "2"
  },
  {
    "id": "19",
    "title": "Yvette",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that while removing Walter Boddy’s corpse from the main building she noticed his solid gold Rolex® watch was missing from his wrist.   She claims he never takes it off as it was a gift from an older woman, estimated to be in her mid-50’s, that Boddy had been dating for the past few months.",
    "batch": "2"
  },
  {
    "id": "20",
    "title": "Coroner",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that there is a cut on the wrist of Walter Boddy’s corpse that was likely caused by his watch coming off during a struggle.  Source suggests that if the watch was not stolen by the murderer, then it would be most likely located in the room where Mr. Boddy was murdered.",
    "batch": "2"
  },
  {
    "id": "21",
    "title": "Wadsworth",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports Walter Boddy invited 6 guests to visit Boddy Estate to discuss what source refers to as “Shared Interests.”\n\nSource claims guests arrived at 2:00PM on Saturday, June 4th.  Wadsworth collected physical invitations from each as they arrived and were escorted to the Lounge of the main building of Boddy Estate.",
    "batch": "2"
  },
  {
    "id": "22",
    "title": "Police",
    "date": "Sunday 9:35AM",
    "column": "set0",
    "contents": "Source reports that groceries including eggs, milk, cheese, spices, and bacon with a credit card record receipt from the farmer's market in the town of Essex were found in a brown shopping bag in the bathroom next to the sink of the main building of Boddy Estate.",
    "batch": "2"
  },
  {
    "id": "32",
    "title": "Police",
    "date": "Sunday 10:20AM",
    "column": "set0",
    "contents": "Source provides a hand drawn sketch of the layout of the main building of Body Estate (*attached).  The main building has 9 rooms connected by a central foyer and a hallway that splits the building into northern and southern sections.   Rooms include a theatre, lounge, billiard room, conservatory and library in the northern section and a kitchen, bathroom, dining room, and study in the southern section. <img src='explorer\\data\\Maverick\\images\\6_Facility_Map.jpg' style='width: 75%; height: auto;' >",
    "batch": "4"
  },
  {
    "id": "33",
    "title": "Wadsworth",
    "date": "Sunday 10:20AM",
    "column": "set0",
    "contents": "Source claims dinner was served at 4:15PM in the dining room and all 6 guests, Mr. Boddy, Wadsworth and Yvette were all present.  Wadsworth and Yvette were serving the food to the others.",
    "batch": "4"
  },
  {
    "id": "34",
    "title": "Wadsworth",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source reports that Walter Boddy's car keys, his Giorgio Armani brand leather driving gloves, and his checkbook were all missing from the drawer of the desk found in the study of the main room of Boddy Estate.",
    "batch": "4"
  },
  {
    "id": "35",
    "title": "Police",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Police learned that Adam Mustard visited a Chili's restaurant in Essex for dinner and drinks on Saturday, June 4th at 11:00PM until 1:45AM.",
    "batch": "4"
  },
  {
    "id": "36",
    "title": "Wadsworth",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source claims that at dinner, Mr. Boddy gave each of the 6 guests a card that had a room of the main building of Boddy Estate named on it.  After dinner, at approximately 6:00PM, Saturday June 4th, guests were to go to their assigned room and wait to speak with Mr. Boddy.  All guests agreed they would do this.\n\nThe location of these guest-to-room assignment cards was unknown by the source.",
    "batch": "4"
  },
  {
    "id": "37",
    "title": "White",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source reports that Jill White went outside the main building of Boddy Estate for \"fresh air\" and to \"calm her nerves\" at 12:00AM on Sunday, June 5th.  White claims she walked around the grounds for 3 hours trying to think about what she should do regarding what she had learned from her conversation with Walter Boddy that took place earlier that night, and specifically what to do about the brown-haired Latin American woman that was at the estate that evening was dating Walter Boddy.",
    "batch": "4"
  },
  {
    "id": "38",
    "title": "Wadsworth",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source claims dinner adjourned at 5:30PM on Saturday, June 4th, and all 6 guests, Yvette Duster, and Mr. Boddy left the Dining Room.  Wadsworth remained in the dining room to clean until 8:30PM on Saturday (June 4th).  During that time source claims no other people entered the dining room.",
    "batch": "4"
  },
  {
    "id": "39",
    "title": "Brauman",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source reports a receipt for a Tiffany's & Co.  Model 321 diamond engagement ring was found in a jewelry box in the lounge of the main building of Boddy Estate.  The receipt was dated Friday, June 3rd.",
    "batch": "4"
  },
  {
    "id": "40",
    "title": "Police",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source confirms that Christine Scarlet is a Latin American female with brown hair and is 5’10” tall.",
    "batch": "4"
  },
  {
    "id": "41",
    "title": "Police",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source confirms that Katie Peacock is a Caucasian woman with brown hair.  She is 50 years old and weighs 140 pounds.",
    "batch": "4"
  },
  {
    "id": "42",
    "title": "Wadsworth",
    "date": "Sunday 10:20AM",
    "column": "set2",
    "contents": "Source recalls an “odd encounter” that took place during diner on Saturday, June 4th.   Scott Plum was seated at dinner near an aquarium filled with rare fish.  Source claims that when Plum noticed the fish he became visibly ill at the sight of them. ",
    "batch": "4"
  },
  {
    "id": "87",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source reports that Adam Mustard met Walter Boddy 3 weeks ago when Mustard and his employee Christine Scarlet were setting up the remote monitoring equipment at Boddy’s Estate. Source also claims that Mustard and Boddy become close as Mustard had visit Boddy’s estate multiple times over the first 2 weeks to make sure all the equipment was working properly.",
    "batch": "8"
  },
  {
    "id": "88",
    "title": "Peacock",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source claims that Katie Peacock was invited to Boddy Estate on Saturday, June 4th at 2:00PM and she presumed it was because Boddy was going to request a sum of money from her in return for the video tapes he was blackmailing her with.",
    "batch": "8"
  },
  {
    "id": "89",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source claims that after several visits to Boddy’s estate to setup surveillance system components, Adam Mustard and Walter Boddy went for drinks at a local pub called Connor Larkin’s in Essex.  Source doesn’t recall the exact date but he suspects it was probably 2 weeks ago.\n\nSource claims that during the meet-up, Walter Boddy asked Mustard for insider information regarding Dalia Surveillance Company.  Mustard then disclosed to Boddy that the company had a new patent that was about to be approved for licensing, which executives expected would triple the value of the company.  Source claims that when Boddy heard this news he said that he and Mustard should try and cash in on that information. ",
    "batch": "8"
  },
  {
    "id": "90",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source confirms that Antonio Green is a merger and acquisition broker working for the Dagobah Finance Bank.  He is currently under contract to work with Mr. Walter D. Boddy for the sale of a large company valued at roughly $1.5 million; however, the name and specifics of the deal were unavailable.",
    "batch": "8"
  },
  {
    "id": "91",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source reports that Walter Boddy and Adam Mustard had a second meet up for drinks at Connor Larkin’s pub in Essex, two days after their initial meeting there.  During the meeting Boddy suggested to Mustard that they should purchase the Dalia Surveillance Equipment Company before the information on the new patent, which Mustard told Boddy about previously, becomes public information.",
    "batch": "8"
  },
  {
    "id": "92",
    "title": "White",
    "date": "Sunday 11:45AM",
    "column": "set2",
    "contents": "Source claims that Jill White met Walter Boddy at the Onset Bay Marina Yachting Club about 3 months ago at a club sponsored event.  They two started a romantic relationship shortly after and White believed things were going well up until 3 weeks ago, when Boddy seemed to become too busy with work to spend time with her.",
    "batch": "8"
  },
  {
    "id": "93",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that during their second meeting in Essex, Walter Boddy told Adam Mustard that they could purchase Dalia Surveillance Equipment Co. for only $800,000, despite its $1.5 million valuation.  Boddy suggested they split the cost 50/50 and be equal stakeholders.  Mustard showed interest in pursuing the opportunity with Boddy, but he could only contribute $200,000, which would involve him taking out a line of credit against his home.   Boddy suggested that Mustard find a third party to contribute the additional $200,000 needed. Boddy cautioned Mustard however, that Mustard should only get someone he can fully trust since the person would get a 25% stake in the company.",
    "batch": "8"
  },
  {
    "id": "94",
    "title": "Wadsworth",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that a gun owned by Walter Boddy was missing from the Study of the main room of Boddy Estate.  The gun was typically kept in a drawer of the desk found in the study.",
    "batch": "8"
  },
  {
    "id": "95",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that Adam Mustard contacted Walter Boddy one week after their second meeting at Connor Larkin’s pub in Essex.  Mustard told Boddy that he had found a third party to contribute the $200,000 needed to purchase Dalia Surveillance Equipment Company along with Boddy’s $400,000 and Mustard’s $200,000.  The man’s name was Scott Plum and Mustard claims he could be trusted as he was the husband of one of his employees, Christine Scarlet.  Boddy said this was fine and that he would draft up contracts for the sale and then get back in touch with Mustard.",
    "batch": "8"
  },
  {
    "id": "96",
    "title": "Plum",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that Scott Plum agreed to contribute $200,000 to match Mustard's contribution towards the purchase of Dalia Surveillance Equipment Company as he was in debt.   Plum was about to lose his house to foreclosure so he was going to put it up against a loan as collateral and take out a $200,000 black market loan to get the money.",
    "batch": "8"
  },
  {
    "id": "97",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that several empty boxes of chocolate chip cookie mix were found in the trash in the kitchen of the main building of Boddy Estate.  There were also about 4 dozen cookies sitting on a tray that was half full.",
    "batch": "8"
  },
  {
    "id": "98",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Police confirm that the ring Christine Scarlet was wearing was a Tiffany & Co Model 321 diamond engagement ring.  ",
    "batch": "8"
  },
  {
    "id": "99",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that Walter Boddy met with Adam Mustard and Scott Plum at Connor Larkin’s pub, one day after Mustard told Boddy that Plum could contribute the additional funds needed to purchase Dalia Surveillance Equipment Company.  Mustard introduced Plum to Boddy as he'd agreed to be a part of the business deal.  During this meeting, Boddy explained that since Mustard and Plum’s wife, Christine Scarlet, both worked for Dalia, they could be exposed to insider information trading charges if their names were on the sales contracts. \n\nSource claims neither Mustard nor Plum were legally savvy, but they did not want to expose themselves to potential legal charges, so they agreed to Boddy’s solution.  They signed over their power of attorney for dealing with the purchase or sale of Dalia to Boddy so he would be the only one that needed to sign the contract.  Boddy had already prepared this contract and brought it with him for them to sign.  Source reports that this decision is what eventually led to Boddy being able to double-cross Mustard and Plum.",
    "batch": "8"
  },
  {
    "id": "100",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that Scott Plum gave Adam Mustard a cashier’s check for $200,000 to be used towards the purchase of Dalia Surveillance Equipment Company.  Mustard deposited this check in his account at his bank, Dagobah Finance.",
    "batch": "8"
  },
  {
    "id": "101",
    "title": "Mustard",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports that on Saturday, June 4th, while driving to visit Walter Boddy at Boddy Estates, Adam Mustard received a call from his bank, Dagobah Finance, requesting a transfer of $400,000 from his account to the account of Walter D. Boddy.   Mustard approved the transfer assuming this meant that they were going to successfully purchase Dalia Surveillance Equipment Company.  ",
    "batch": "8"
  },
  {
    "id": "102",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Security footage revealed that a heavyset Indian male entered the bathroom of the main building of Boddy Estate just before 8:30AM on Sunday, June 5th.  The man set down a bag of groceries and then jumped back as if he'd been startled by something in the bathtub.",
    "batch": "8"
  },
  {
    "id": "103",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Police found a gift receipt for a Rolex watch purchased 2 months ago by Jill White on Boddy's desk in the study among a stack of folders.",
    "batch": "8"
  },
  {
    "id": "104",
    "title": "Police",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source provides descriptions of all 6 house guests of Walter Boddy.  Adam Mustard was a Caucasian Male who was 6'0\" tall and 185 pounds with blonde hair and was 45 years old.  Peacock was a Caucasian female who was 5'5\" tall, weighed 140 pounds with brown hair and was 50 years old.  Antonio Green was an African American male, 41 years old who was 6'4\" tall, weighed 220 pounds with brown hair.  Scott Plum was an Indian Male, who was 32 years old, 5'11\" and weighed 180 pounds with blonde hair.  Christine Scarlet was a Latin American female who was 35 years old, 5'10\" tall, weighing 110 pounds with brown hair.  Jill white was an African American female, who was 5'4\" tall, weight 100 pounds, 56 years old with grey hair.",
    "batch": "8"
  },
  {
    "id": "105",
    "title": "Security Camera",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Security footage reveals that all six guests, Walter Boddy, Yvette and Wadsworth entered the dining room at 4:00PM on Saturday, June 4th.",
    "batch": "8"
  },
  {
    "id": "106",
    "title": "Brauman",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source provided a list of notable items found in various rooms of the main building of Boddy Estate.  List included the following:\nConservatory: Fern plant, Cactus plant, Small glass table, potting supplies, and binoculars.\nLibrary: DVD set, television, set of chairs, books, laptop computer, two wood tables, aquarium with fish, and couch\nDining room: wood table with unique claw foot leg design, dinner table, multiple chairs, serving cart, aquarium with fish, buffet with china, hutch, and porcelain tea set\nKitchen: center island with cabinets underneath, microwave, small table with two chairs, serving cart, knife set, hutch\nLounge: safe, couch, piano, reclining chairs, fireplace, drink cart, coffee table, two end tables\nTheatre: \"Clue\" movie reel, \"Wall-E\" movie reel, four trash cans, stadium seating, popcorn machine\nBilliard room: pool table, bar and stools, cabinets above bar, piano, drum set, pool cues\nStudy: Desk",
    "batch": "8"
  },
  {
    "id": "107",
    "title": "Peacock",
    "date": "Sunday 11:45AM",
    "column": "set4",
    "contents": "Source reports seeing a brown-haired woman in her 30's enter the billiard room with an African American man at 5:30PM on Saturday, June 4th after dinner ended.",
    "batch": "8"
  },
  {
    "id": "108",
    "title": "White",
    "date": "Sunday 11:45AM",
    "column": "set6",
    "contents": "Source reports that Jill White found records of plane tickets and hotel rooms that Walter Boddy had recently purchased for himself and a woman name Christine Scarlet to take a trip to multiple destinations around the world.  She found this information on a laptop computer in the study, shortly after 3:05AM on Sunday, June 5th.  White assumed that Christine Scarlet was the brown-haired woman who Boddy told her he was now dating.",
    "batch": "8"
  },
  {
    "id": "171",
    "title": "White",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Source reports that while waiting for Walter Boddy to return to the kitchen and meet with Jill White, White passed the time by baking several batches of cookies.",
    "batch": "14"
  },
  {
    "id": "172",
    "title": "Police",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Source reports that Walter Boddy was always punctual to his meetings and recovered his schedule for meeting with guests on  Saturday, June 4th.  He had the following meetings on schedule for the evening: (notes he wrote in the book are provided in parentheses)\n1: Lunch with Jill from 12:30-2:00PM\n2: Guest reception in Lounge @ 2:00PM-4:00PM\n3: Dinner 4:00-5:30PM\n4: Meet with Peacock, 6:15PM -6:25PM\n5: Meet with Green, 6:30PM-6:55PM\n6: Meet with Jill again in Kitchen at 7:00 for 25 minutes\n7: Meet with Plum, 7:30PM-7:55PM\n8: Mustard in my study, 8:00 for 25 minutes\n9: Talk with Christine, 8:30-8:40PM (TWO SUPRISES!)\n10: Green to finalize contracts, 9:00-9:45PM (Offer $50K for services)\n\n",
    "batch": "14"
  },
  {
    "id": "173",
    "title": "Plum",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Source reports that Scott Plum was questionned about an item that was discovered to be missing from the study of the main room of Boddy Estate, which is a room that the police believed only 3 people had entered including Plum.  Upon hearing this source reports that Plum confessed to taking Walter Boddy's checkbook while he was sitting at the desk in the study when Adam Mustard's back was turned and they were conversing.  Plum claims he was going to write himself a check to cover the $200,000 Boddy stole from him, but decided against it as he didn't want to go to jail for check fraud and there was no way he could get away with writing himself a $200,000 check.  Instead, when he was leaving the estate for the night he went and grabbed his belongings from the lounge and threw the checkbook into the fireplace to at least destroy it out of spite.  Plum noted however that the checkbook had a standing balance of well over $25 Million dollars and was updated just 3 days ago.",
    "batch": "14"
  },
  {
    "id": "174",
    "title": "Green",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Source reports that Antonio Green noticed through the door of the library that across the foyer a woman entered the bathroom and a few seconds later he saw an Indian man emerge from the lounge an enter the theatre.  These events took place in the main building of Boddy Estate, shortly after 9:45PM on Saturday, June 4th.  Green thought nothing of it at the time.",
    "batch": "14"
  },
  {
    "id": "175",
    "title": "Police",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Police reported that they spoke with Scott Plum's lawyer, Gregory Kenney, who confirms he was contacted by Mustard on the morning of Sunday, June 5th.  The lawyer confirmed that Mustard called him to discuss a business deal with a man named Walter Boddy that Mustard felt was illegal and cost him and Scott Plum, who was also a client of the lawyer, $200,000 each.  They wanted to see if they could pursue any legal channels to recover their money.",
    "batch": "14"
  },
  {
    "id": "176",
    "title": "Police",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Financial records that were uncovered on Scott Plum show that he had just over $3.7 million dollars in his bank account.   Walter Boddy had just over $25MM.",
    "batch": "14"
  },
  {
    "id": "177",
    "title": "Green",
    "date": "Sunday 1:15PM",
    "column": "set6",
    "contents": "Source reports Antonio Green waited in the Library from 6:45PM on Saturday, June 4th while watching an extended cut version DVD of the movie When Harry Met Sally© on the laptop computer that was in the room.  He watched the movie until 9:00PM that night, when Walter Boddy returned to the Library to meet with him.",
    "batch": "14"
  },
  {
    "id": "178",
    "title": "Police",
    "date": "Sunday 1:30PM",
    "column": "set6",
    "contents": "Police reported that Scott Plum contacted a lawyer, Gregory Kenney, several weeks ago inquiring about divorce law.  Plum wanted to know how long two people had to be married before a divorce would result in a division of shared assests between the husband and wife.  He then asked if one of the parties entering the marriage was separated from a spouse in a previous marriage, if he or she could legally enter a new marriage.  The lawyer explained to him that this would not work since a separation would not nullify the previous marriage so the party could not enter into a new marriage contract.  The lawyer further explained that once divorce papers were signed for the individual's first marriage the party could enter into a second marriage legally.  ",
    "batch": "15"
  },
  {
    "id": "179",
    "title": "Police",
    "date": "Sunday 1:30PM",
    "column": "set6",
    "contents": "Police claim that divorce papers were filed between Scott Plum and Christine Scarlet 2 days after a conversation between Scott Plum and his lawyer, Gregory Kenney took place discussing marriage and divorce law.",
    "batch": "15"
  },
  {
    "id": "180",
    "title": "Police",
    "date": "Sunday 1:30PM",
    "column": "set6",
    "contents": "Police spoke with the Tiffany & Co. store in Essex and were able to confirm that the ring Christine Scarlet was found wearing was actually the same one that was purchased by Walter Boddy on Friday, June 3rd according to the receipt that was found in the empty jewelry box in the lounge of the main building of Boddy Estate.",
    "batch": "15"
  },
  {
    "id": "181",
    "title": "Police",
    "date": "Sunday 1:30PM",
    "column": "set6",
    "contents": "The police recovered Walter Boddy's missing Rolex wristwatch which was found in the lounge of the main building of Boddy Estate, a fingerprint check on the face of the watch matched with Scott Plum's left index finger.",
    "batch": "15"
  }
]
